Repository: PeterNerlich/uberspace_mail_pw_reset
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Invalid token: This token does not exist.
de: Ungültiges Token: Dieses Token existiert nicht.

source: Invalid token: This token was already used.
de: Ungültiges Token: Dieses Token wurde bereits genutzt.

source: Invalid token: This token has expired.
de: Ungültiges Token: Dieses Token ist abgelaufen.

source: Password reset token
de: Passwort Reset Token

source: Invalid request: Please try again.
de: Ungültige Anfrage: Bitte versuche es erneut.

source: Invalid request: Reset was already used.
de: Ungültige Anfrage: Rücksetzen wurde bereits genutzt.

source: Invalid request: Too much time between token usage and actual password reset.
de: Ungültige Anfrage: Zu viel Zeit zwischen Tokennutzung und Passwortrücksetzung.

source: Invalid request: No token. Please try again.
de: Ungültige Anfrage: Kein Token. Bitte versuch es erneut.

source: Hi there!
de: Hallo!

source: Please visit the URL below to generate a secure password for your mailbox:
de: Bitte besuche die folgende URL, um ein sicheres Passwort für dein Postfach zu generieren:

source: There you also find instructions on how to get access to your mailbox.
de: Dort findest du auch eine Anleitung, wie du auf dein Postfach zugreifen kannst.

source: Someone requested a password reset for this mailbox. If that was you, please visit the URL below to generate a new password:
de: Jemand hat das Zurücksetzen des Passworts für dieses Postfach beantragt. Wenn du das warst, besuche bitte die folgende URL, um ein neues Passwort zu generieren:

source: If this WASN'T you, no need to panic - as long as they don't already have access to this mailbox, others won't be able to do anything.
de: Wenn du das NICHT warst, keine Sorge - solange sie nicht bereits Zugang zu diesem Postfach haben, können andere nichts ausrichten.

source: This might be a good time though to check whether you still have the password safe. If you lost it or think someone might have access to it, better generate a new password now. And if you loose access to the mailbox somehow, you can always contact an admin.
de: Das könnte aber ein guter Zeitpunkt sein, um zu überprüfen, ob du das Passwort noch sicher hast. Wenn du es verloren hast oder denkst, jemand anderes könnte Zugang dazu haben, generiere lieber jetzt ein neues. Und wenn du irgendwie den Zugang zum Postfach verlierst, kannst du immer einen Admin kontaktieren.

source: Accessing your mailbox
de: Zugriff auf dein Postfach

source: The easiest way to access your mailbox is via the web interface at webmail.uberspace.de.
de: Die einfachste Möglichkeit, auf das Postfach zuzugreifen, ist über das Webinterface unter webmail.uberspace.de.

source: Go to webmail.uberspace.de
de: Zu webmail.uberspace.de

source: Login with your email address and password.
de: Melde dich mit deiner Email-Adresse und deinem Passwort an.

source: If you don't have access and don't know your password, contact an admin.
de: Wenn du keinen Zugriff hast und dein Passwort nicht weißt, kontaktiere einen Admin.

source: You can also access your mailbox with your local mail program.
de: Du kannst auch mit deinem lokalen Mailprogramm auf das Postfach zugreifen.

source: IMAP is a mail fetching protocol doesn't delete messages from the server so you can use multiple devices to check your mailbox, with new messages staying visible to all devices.
de: IMAP ist ein Mail-Abruf-Protokoll, das keine Nachrichten vom Server löscht, sodass du mit mehreren Geräten dein Postfach überprüfen kannst und neue Nachrichten für alle Geräte sichtbar bleiben.

source: In your mail software, ensure these settings for IMAP:
de: Versichere dich, dass die folgenden Werte in deinem Emailprogramm für IMAP eingestellt sind:

source: SSL/TLS Encryption:
de: SSL/TLS Verschlüsselung

source: Enabled, but not STARTTLS
de: Aktiviert, aber kein STARTTLS

source: Username:
de: Benutzername:

source: Your email address, including the domain
de: Deine Emailadresse, einschließlich der Domain

source: Password:
de: Passwort:

source: Your password for the email address
de: Dein Passwort für die Emailadresse

source: POP is a mail fetching protocol that deletes messages from the server after downloading. It is recommended to use IMAP instead.
de: POP ist ein Mail-Abruf-Protokoll, dass Nachrichten nach dem Herunterladen vom Server löscht. Es wird empfohlen, stattdessen IMAP zu verwenden.

source: In your mail software, ensure these settings for POP:
de: Versichere dich, dass die folgenden Werte in deinem Emailprogramm für POP eingestellt sind:

source: SMTP is a mail protocol required for sending mail from your mailbox.
de: SMTP ist ein Mail-Protokoll, das zum Senden von Mails aus deinem Postfach benötigt wird.

source: If you encounter any difficulties, please contact an admin.
de: Wenn irgendwelche Schwierigkeiten auftauchen, kontaktiere bitte einen Admin.

source: Back to resetting your mailbox password
de: Zurück zum Zurücksetzen des Postfach-Passworts

source: Error resetting password
de: Fehler beim Zurücksetzen des Passworts

source: Uh oh!
de: Oh oh!

source: There was a problem while generating a new password. Please contact an admin.
de: Beim Generieren eines neuen Passworts ist ein Fehler aufgetreten. Bitte kontaktiere einen Admin.

source: Error message:
de: Error Nachricht:

source: Request mailbox password reset
de: Beantrage ein Zurücksetzen des Postfach-Passworts

source: Here you can reset the password for a mailbox on this server.
de: Hier kannst du das Passwort für ein Postfach auf diesem Server zurücksetzen.

source: Enter the name, click "{}" and a mail will be sent to that mailbox.
de: Trage einen Namen ein, drücke auf "{}" und es wird eine Mail an dieses Postfach geschickt werden.

source: Request reset token
de: Beantrage ein Zurücksetzungs-Token

source: Use the link in that mail to prove that you have access to the mailbox.
de: Benutze den Link in der Mail, um zu beweisen, dass zu Zugriff auf das Postfach hast.

source: On that page, click "{}" and a new password will be generated.
de: Klicke auf "{}" auf dieser Seite und es wird ein neues Passwort generiert werden.

source: Reset password
de: Passwort zurücksetzen

source: This takes a few seconds, please wait.
de: Das dauert ein paar Sekunden, bitte warte.

source: The final page will show you the new password. Please take note of it immediately, as it will not be shown again.
de: Die letzte Seite wird dir das neue Passwort zeigen. Bitte nehme es sofort zur Kenntnis, es wir nicht erneut angezeigt werden.

source: How to access your mailbox
de: Wie du auf dein Postfach zugreifen kannst

source: If you lost access to your mailbox, contact an admin.
de: Wenn du den Zugang zu deinem Postfach verloren hast, kontaktiere einen Admin.

source: Mailbox
de: Postfach

source: Email sent!
de: Email gesendet!

source: If that mailbox exists, we have sent a token link to it. Use that to reset the password.
de: Wenn das Postfach existiert, haben wir daran einen Token-Link verschickt. Benutze ihn, um das Passwort zurückzusetzen.

source: Reset mailbox password
de: Postfach-Password zurücksetzen

source: This didn't work. You can try again and
de: Das hat nicht funktioniert. Du kannst es nochmal versuchen und

source: Request a new token
de: Ein neues Token beantragen

source: Click "{}" and a new password will be generated.
de: Klicke "{}" und es wird ein neues Passwort generiert.

source: Password reset!
de: Passwort zurückgesetzt!

source: Success! The mailbox password was reset.
de: Erfolg! Das Password des Postfachs wurde zurückgesetzt.

source: The new password is:
de: Das neue Passwort lautet:

source: This is the only time this password will be shown. Please write it down or save it in your password manager.
de: Das ist das einzige Mal, dass das Passwort gezeigt wird. Bitte notiere es oder hinterlege es in deinem Passwortmanager.

source: If you loose your password or think others might have gained access to it, please reset it again. If you loose access to the mailbox completely, please contact an admin.
de: Wenn du dein Passwort verlierst oder glaubst, dass andere dazu Zugang erhalten haben, setze es bitte erneut zurück. Wenn du den Zugang zum Postfach ganz verlierst, kontaktiere bitte einen Admin.
